/* Status Cloud */
"Cloud" = "Cloud";

/* Download */
"Download" = "Λήψη";

/* Status Erorr */
"Error" = "Σφάλμα";

/* Status Finished */
"Finished" = "Ολοκληρώθηκε";

/* Get Seafile Internal Link */
"Get Seafile Internal Link" = "Get Seafile Internal Link";

/* Get Seafile Share Link */
"Get Seafile Share Link" = "Get Seafile Share Link";

/* Lock This File */
"Lock This File" = "Lock This File";

/* Status Locked
   Status LockedByMe */
"Locked" = "Κλειδωμένο";

/* Status Partial Finished */
"Partial Synced" = "Μερικώς συγχρονισμένο";

/* Status ReadOnly */
"ReadOnly" = "Μόνο για ανάγνωση";

/* Status Syncing */
"Syncing" = "Συγχρονισμός";

/* Unlock This File */
"Unlock This File" = "Ξεκλείδωμα αυτού του αρχείου";

/* View File History */
"View File History" = "Προβολή ιστορικού αρχείου";

